Repository: Cizzuk/CSE
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, uk, zh_hans, zh_hant

source: ${toggle} Emoji Search
ar: ${toggle} تشغيل إيموجي بحث
de: ${toggle} Emoji-Suche
es: ${toggle} Búsqueda emoji
fr: ${toggle} Recherche d'Emoji
ja: 絵文字検索を${toggle}
ko: ${toggle}: 이모티콘 검색
pt: ${toggle} Busca Emoji
ru: ${toggle} Поиск эмодзи
uk: ${toggle} Пошук емодзі
zh_hans: ${toggle} 表情符号搜索
zh_hant: ${toggle} 表情符號搜尋

source: ${toggle} Emoji Search ${state}
ar: ${toggle} تشغيل إيموجي بحث ${state}
de: Emoji-Suche ${state}
es: ${state} Búsqueda emoji
fr: ${state} Recherche d'Emoji
ja: 絵文字検索を${state}に${toggle}
ko: ${toggle}: 이모티콘 검색 ${state}
pt: ${toggle} Busca Emoji ${state}
ru: ${state} Поиск эмодзи
uk: ${toggle} Пошук емодзі ${state}
zh_hans: ${state} 表情符号搜索
zh_hant: ${state} 表情符號搜尋

source: ${toggle} Quick Search
ar: ${toggle} تشغيل بحث السريع
de: ${toggle} Schnellsuche
es: ${toggle} Búsqueda rápida
fr: ${toggle} Recherche rapide
ja: クイック検索を${toggle}
ko: ${toggle}: 빠른 검색
pt: ${toggle} Busca Rápida
ru: ${toggle} Быстрый поиск
uk: ${toggle} Швидкий пошук
zh_hans: ${toggle} 快速搜索
zh_hant: ${toggle} 快速搜尋

source: ${toggle} Quick Search ${state}
ar: ${toggle} تشغيل بحث السريع ${state}
de: Schnellsuche ${state}
es: ${state} Búsqueda rápida
fr: ${state} Recherche rapide
ja: クイック検索を${state}に${toggle}
ko: ${toggle}: 빠른 검색 ${state}
pt: ${toggle} Busca Rápida ${state}
ru: ${state} Быстрый поиск
uk: ${toggle} Швидкий пошук ${state}
zh_hans: ${state} 快速搜索
zh_hant: ${state} 快速搜尋

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
pt: Sobre
ru: О программе
uk: Про програму
zh_hans: 关于
zh_hant: 關於

source: Add New Search Engine
ar: إضافة محرك بحث جديد
de: Neue Suchmaschine hinzufügen
es: Agregar nuevo Buscador
fr: Ajouter un nouveau moteur de recherche
ja: 検索エンジンを追加
ko: 검색 엔진 추가
pt: Adicionar Novo Buscador
ru: Добавить новую Поисковую машину
uk: Додати нову Пошукову систему
zh_hans: 添加新搜索引擎
zh_hant: 新增搜尋引擎

source: Add POST Data
ar: إضافة بيانات POST
de: POST-Daten hinzufügen
es: Agregar datos POST
fr: Ajouter des données POST
ja: POSTデータを追加
ko: POST 데이터 추가
pt: Adicionar Dados POST
ru: Добавить данные POST
uk: Додати POST-дані
zh_hans: 添加 POST 数据
zh_hant: 新增 POST 資料

source: Add Quick Search Engine
ar: إضافة محرك بحث السريع
de: Schnellsuchmaschine hinzufügen
es: Agregar Buscador rápido
fr: Ajouter un Moteur de recherche rapide
ja: クイック検索エンジンを追加
ko: 빠른 검색 엔진 추가
pt: Adicionar Buscador Rápido
ru: Добавить Быстрый поиск Поисковая машина
uk: Додати швидку пошукову систему
zh_hans: 添加快速搜索引擎
zh_hant: 新增快速搜尋引擎

source: Adds a Custom Quick Search Engine on CSE.
ar: يضيف محرك بحث السريع مخصص على CSE.
de: Fügt eine benutzerdefinierte Schnellsuchmaschine in CSE hinzu.
es: Agrega un Buscador rápido personalizado en CSE.
fr: Ajoute un Moteur de recherche rapide personnalisé sur CSE.
ja: CSEでカスタムクイック検索エンジンを追加します。
ko: CSE에 사용자 정의 빠른 검색 엔진을 추가합니다.
pt: Adiciona um Buscador Rápido Personalizado no CSE.
ru: Добавляет пользовательскую Быстрый поиск Поисковая машина в CSE.
uk: Додає користувацьку швидку пошукову систему в CSE.
zh_hans: 在 CSE 上添加自定义快速搜索引擎。
zh_hant: 在 CSE 上新增自訂快速搜尋引擎。

source: Advanced Settings
ar: إعدادات متقدمة
de: Erweiterte Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
ja: 高度な設定
ko: 고급 설정
pt: Ajustes Avançados
ru: Дополнительные настройки
uk: Додаткові параметри
zh_hans: 高级设置
zh_hant: 進階設定

source: AI Search Engines
ar: محركات بحث الذكاء الاصطناعي
de: KI-Suchmaschinen
es: Buscadores de IA
fr: Moteurs de recherche IA
ja: AI検索エンジン
ko: AI 검색 엔진
pt: Buscadores de IA
ru: AI Поисковые машины
uk: AI-пошукові системи
zh_hans: AI 搜索引擎
zh_hant: AI 搜尋引擎

source: Also Use in Private Browsing
ar: الاستخدام في التصفح الخاص أيضًا
de: Auch im Modus „Privaten Surfen“ verwenden
es: Usar también en navegación privada
fr: Utiliser également en navigation privée
ja: プライベートブラウズでも使用
ko: 개인정보 보호 브라우징에서도 사용
pt: Usar Também na Navegação Privada
ru: Также в режиме частного доступа
uk: Також у Приватному перегляді
zh_hans: 同时用于无痕浏览
zh_hant: 也用於「私密瀏覽」

source: An error occurred while loading or updating data
ar: حدث خطأ أثناء تحميل أو تحديث البيانات
de: Beim Laden oder Aktualisieren von Daten ist ein Fehler aufgetreten
es: Se ha producido un error al cargar o actualizar datos
fr: Une erreur s'est produite lors du chargement ou de la mise à jour des données
ja: データをロードまたはアップデート中にエラーが発生しました
ko: 데이터를 로드하거나 업데이트하는 동안 오류가 발생했습니다.
pt: Ocorreu um erro ao carregar ou atualizar os dados
ru: При загрузке или обновлении данных произошла ошибка
uk: Виникла помилка під час завантаження або оновлення даних
zh_hans: 加载或更新数据时发生错误
zh_hant: 載入或更新資料時發生錯誤

source: And recommended to Deny for Other Websites.
ar: ومن المستحسن الرفض للمواقع الأخرى.
de: Und empfohlen, für andere Websites zu verweigern.
es: Y se recomienda Denegar para Otros Sitios Web.
fr: Il est recommandé de refuser l'accès à d'autres sites web.
ja: また、ほかのWebサイトでは「拒否」にすることを推奨します。
ko: 또한 다른 웹사이트에서는 '거부'로 설정하는 것이 좋습니다.
pt: E recomendado negar para outros sites.
ru: И рекомендовано запретить для других веб-сайтов.
uk: І рекомендовано заборонити для інших веб-сайтів.
zh_hans: 并建议拒绝其他网站。
zh_hant: 並建議拒絕其他網站。

source: Are you sure you want to discard changes?
ar: هل أنت متأكد أنك تريد تجاهل التغييرات؟
de: Sind Sie sicher, dass Sie die Änderungen verwerfen möchten?
es: ¿Está seguro de que desea descartar los cambios?
fr: Êtes-vous sûr de vouloir abandonner les modifications ?
ja: 変更を破棄しますか？
ko: 변경사항을 폐기하시겠습니까?
pt: Tem certeza de que deseja descartar as alterações?
ru: Вы уверены, что хотите отменить изменения?
uk: Ви впевнені, що хочете відмовитися від змін?
zh_hans: 确定要放弃更改吗？
zh_hant: 您確定要放棄變更嗎？

source: Available Icons
ar: الأيقونات المتاحة
de: Verfügbare Symbole
es: Íconos disponibles
fr: Icônes disponibles
ja: 利用可能なアイコン
ko: 사용 가능한 아이콘
pt: Ícones Disponíveis
ru: Доступные значки
uk: Доступні іконки
zh_hans: 可用图标
zh_hant: 可用圖像

source: Available icons may change in the future.
ar: قد تتغير الأيقونات المتاحة في المستقبل.
de: Die verfügbaren Symbole können sich in Zukunft ändern.
es: Los íconos disponibles pueden cambiar en el futuro.
fr: Les icônes disponibles peuvent changer à l'avenir.
ja: 利用可能なアイコンは今後変更される可能性があります。
ko: 사용 가능한 아이콘은 향후 변경될 수 있습니다.
pt: Os ícones disponíveis podem mudar no futuro.
ru: Доступные значки могут измениться в будущем.
uk: Доступні іконки можуть змінюватися в майбутньому.
zh_hans: 可用图标今后可能会更改。
zh_hant: 可用圖像今後可能會變更。

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
pt: Voltar
ru: Назад
uk: Назад
zh_hans: 返回
zh_hant: 返回

source: Backup & Restore
ar: النسخ الاحتياطي والاستعادة
de: Sichern & Wiederherstellen
es: Copia de seguridad y restauración
fr: Sauvegarde et restauration
ja: バックアップと復元
ko: 백업 및 복원
pt: Backup e Restauração
ru: Резервное копирование и восстановление
uk: Резервне копіювання та відновлення
zh_hans: 备份与恢复
zh_hant: 備份與還原

source: Backup to iCloud
ar: النسخ الاحتياطي إلى آي كلاود
de: In iCloud sichern
es: Copiar a iCloud
fr: Sauvegarder sur iCloud
ja: iCloudにバックアップ
ko: iCloud에 백업
pt: Fazer backup para o iCloud
ru: Резервное копирование в iCloud
uk: Створити резервну копію в iCloud
zh_hans: 备份到 iCloud
zh_hant: 備份至 iCloud

source: Before you can start using CSE, you need to do some setup.
ar: قبل أن تتمكن من البدء باستخدام CSE، تحتاج إلى إجراء بعض الإعدادات.
de: Bevor Sie mit CSE arbeiten können, müssen Sie einige Einstellungen vornehmen.
es: Antes de empezar a utilizar el CSE, es necesario realizar algunos ajustes.
fr: Avant de commencer à utiliser le CSE, vous devez procéder à quelques réglages.
ja: CSEを使い始める前に、いくつかの設定が必要です。
ko: CSE를 사용하기 전에 몇 가지 설정이 필요합니다.
pt: Antes de começar a usar o CSE, você precisa fazer algumas configurações.
ru: Доступные значки могут измениться в будущем.
uk: Перш ніж почати користуватися CSE, вам потрібно виконати деякі налаштування.
zh_hans: 在开始使用 CSE 之前，您需要进行一些设置。
zh_hant: 在開始使用 CSE 之前，您需要進行一些設定。

source: Blank to disable
ar: اتركه فارغًا للتعطيل
de: Leer lassen, um zu deaktivieren
es: En blanco para desactivar
fr: Laisser vide pour désactiver
ja: 空白にすると無効化
ko: 비워 두면 사용 안 함
pt: Em branco para desativar
ru: Оставьте пустым, чтобы отключить
uk: Залиште порожнім, щоб вимкнути
zh_hans: 留空以禁用
zh_hant: 留空以停用

source: Blank to disable CSE
ar: اتركه فارغاً لتعطيل CSE
de: Leer, um CSE zu deaktivieren
es: En blanco para desactivar CSE
fr: Blanc pour désactiver le CSE
ja: 空白にするとCSEを無効化
ko: 공백으로 설정하고 CSE를 비활성화하기
pt: Deixe em branco para desativar o CSE
ru: Пустое место для отключения CSE
uk: Пробіл, щоб вимкнути CSE
zh_hans: 空白以停用 CSE
zh_hant: 空白以停用 CSE

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отменить
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Change App Icon
ar: تغيير أيقونة التطبيق
de: App-Symbol ändern
es: Cambiar ícono de la app
fr: Changer l'icône de l'application
ja: アイコンを変更
ko: 앱 아이콘
pt: Alterar Ícone do Aplicativo
ru: Изменить значок приложения
uk: Змінити іконку програми
zh_hans: 更改应用程序图标
zh_hant: 更改應用程式圖像

source: Choose a search engine below or customize it later.
ar: اختر محرك بحث أدناه أو قم بتخصيصه لاحقًا.
de: Wählen Sie unten eine Suchmaschine aus oder passen Sie sie später an.
es: Elige un buscador a continuación o personalízalo más tarde.
fr: Choisissez un moteur de recherche ci-dessous ou personnalisez-le ultérieurement.
ja: 以下から検索エンジンを選択するか、あとでご自身でカスタマイズできます。
ko: 아래에서 검색엔진을 선택하거나 나중에 직접 커스터마이징할 수 있습니다.
pt: Escolha um buscador abaixo ou personalize-o depois.
ru: Выберите поисковую систему ниже или настройте ее позже.
uk: Виберіть пошукову систему нижче або налаштуйте її пізніше.
zh_hans: 在下面选择一个搜索引擎，或稍后自定义。
zh_hant: 在下方選擇搜尋引擎，或稍後自訂。

source: Choose Device
ar: اختر الجهاز
de: Gerät auswählen
es: Elegir dispositivo
fr: Choisir un appareil
ja: デバイスを選択
ko: 장치 선택
pt: Escolher Dispositivo
ru: Выберите устройство
uk: Виберіть пристрій
zh_hans: 选择设备
zh_hant: 選擇裝置

source: Contact
ar: اتصل
de: Kontakt
es: Contacto
fr: Contacter
ja: 問い合わせ
ko: 문의
pt: Contato
ru: Связаться с
uk: Зв'язатися з
zh_hans: 询问
zh_hant: 詢問

source: CSE Settings
ar: إعدادات CSE
de: CSE-Einstellungen
es: Configuración CSE
fr: Réglages CSE
ja: CSE設定
ko: CSE 설정
pt: Ajustes do CSE
ru: Настройки CSE
uk: Параметри CSE
zh_hans: CSE 设置
zh_hant: CSE 設定

source: Default Search Engine
ar: محرك البحث الافتراضي
de: Standard-Suchmaschine
es: Buscador defecto
fr: Moteur de recherche par défaut
ja: デフォルトの検索エンジン
ko: 기본 검색 엔진
pt: Buscador Padrão
ru: Поисковая машина по умолчанию
uk: Пошукова система за замовчуванням
zh_hans: 默认搜索引擎
zh_hant: 預設搜尋引擎

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete a Custom Quick Search Engine with Keyword.
ar: حذف محرك بحث السريع مخصص باستخدام الكلمة المفتاحية.
de: Eine benutzerdefinierte Schnellsuchmaschine mit Schlüsselwort löschen.
es: Eliminar un Buscador rápido personalizado con la Palabra.
fr: Supprimer un Moteur de recherche rapide personnalisé avec Mot-clé.
ja: キーワードで特定のクイック検索エンジンを削除します。
ko: 키워드가 있는 사용자 정의 빠른 검색 엔진을 삭제합니다.
pt: Excluir um Buscador Rápido Personalizado com Palavra-chave.
ru: Удалить пользовательскую Быстрый поиск Поисковая машина с Ключевым словом.
uk: Видалити користувацьку швидку пошукову систему за ключовим словом.
zh_hans: 删除带有关键字的自定义快速搜索引擎。
zh_hant: 刪除具有關鍵字的自訂快速搜尋引擎。

source: Delete Quick Search Engine
ar: حذف محرك بحث السريع
de: Schnellsuchmaschine löschen
es: Eliminar Buscador rápido
fr: Supprimer un Moteur de recherche rapide
ja: クイック検索エンジンを削除
ko: 빠른 검색 엔진 삭제
pt: Excluir Buscador Rápido
ru: Удалить Быстрый поиск Поисковая машина
uk: Видалити швидку пошукову систему
zh_hans: 删除快速搜索引擎
zh_hant: 刪除快速搜尋引擎

source: Delete Quick Search Engine for Keyword ${cseID}
ar: حذف محرك بحث السريع للكلمة المفتاحية ${cseID}
de: Schnellsuchmaschine für Schlüsselwort ${cseID} löschen
es: Eliminar Buscador rápido para la Palabra ${cseID}
fr: Supprimer le Moteur de recherche rapide pour le Mot-clé ${cseID}
ja: キーワード ${cseID} のクイック検索エンジンを削除
ko: 키워드 ${cseID}용 빠른 검색 엔진 삭제
pt: Excluir Buscador Rápido para Palavra-chave ${cseID}
ru: Удалить Быстрый поиск Поисковая машина для Ключевого слова ${cseID}
uk: Видалити швидку пошукову систему за ключовим словом ${cseID}
zh_hans: 删除关键字 ${cseID} 的快速搜索引擎
zh_hant: 刪除關鍵字 ${cseID} 的快速搜尋引擎

source: Developer
ar: المطور
de: Entwickler
es: Desarrollador
fr: Développeur
ja: 開発者
ko: 개발자
pt: Desenvolvedor
ru: Разработчик
uk: Розробник
zh_hans: 开发者
zh_hant: 開發者

source: Disable CSE
ar: تعطيل CSE
de: CSE deaktivieren
es: Desactivar CSE
fr: Désactiver CSE
ja: CSEを無効化
ko: CSE 비활성화
pt: Desativar CSE
ru: Отключить CSE
uk: Вимкнути CSE
zh_hans: 停用 CSE
zh_hant: 停用 CSE

source: Disable Default Search Engine
ar: تعطيل محرك البحث الافتراضي
de: Standard-Suchmaschine deaktivieren
es: Desactivar Buscador defecto
fr: Désactiver le moteur de recherche par défaut
ja: デフォルトの検索エンジンを無効化
ko: 기본 검색 엔진 비활성화
pt: Desativar Buscador Padrão
ru: Отключите поисковую машину по умолчанию
uk: Вимкнути пошукову систему за замовчуванням
zh_hans: 停用默认搜索引擎
zh_hant: 停用預設搜尋引擎

source: Disable Percent-encoding
ar: تعطيل تشفير النسبة المئوية
de: Prozentkodierung deaktivieren
es: Desactivar Código porciento
fr: Désactiver l'encodage-pourcent
ja: パーセントエンコーディングを無効にする
ko: 퍼센트 인코딩 비활성화
pt: Desativar Codificação de Percentual
ru: Отключить кодирование с процентами
uk: Вимкнути відсоткове кодування
zh_hans: 停用百分比编码
zh_hant: 停用百分比編碼

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
ja: 破棄
ko: 폐기
pt: Descartar
ru: Отменить
uk: Відхилити
zh_hans: 放弃
zh_hant: 放棄

source: Done
ar: تم
de: Fertig
es: OK
fr: OK
ja: 完了
ko: 완료
pt: OK
ru: Готово
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Emoji Search
ar: إيموجي بحث
de: Emoji-Suche
es: Búsqueda emoji
fr: Recherche d'Emoji
ja: 絵文字検索
ko: 이모티콘 검색
pt: Busca Emoji
ru: Поиск эмодзи
uk: Пошук емодзі
zh_hans: 表情符号搜索
zh_hant: 表情符號搜尋

source: Emojipedia Privacy Policy...
ar: سياسة الخصوصية لإيموجيبيديا…
de: Datenschutzerklärung von Emojipedia...
es: Política de privacidad de Emojipedia...
fr: Politique de confidentialité d’Emojipedia…
ja: Emojipediaのプライバシーポリシー…
ko: Emojipedia의 개인정보처리방침...
pt: Política de Privacidade da Emojipedia...
ru: Политика конфиденциальности Emojipedia...
uk: Політика конфіденційності Emojipedia...
zh_hans: Emojipedia 隐私政策…
zh_hant: Emojipedia 隱私權政策…

source: Emojipedia Terms of Service...
ar: شروط خدمة إيموجيبيديا…
de: Nutzungsbedingungen von Emojipedia...
es: Términos de servicio de Emojipedia...
fr: Conditions d’utilisation d’Emojipedia…
ja: Emojipediaの利用規約…
ko: Emojipedia의 이용약관...
pt: Termos de Serviço da Emojipedia...
ru: Условия использования Emojipedia...
uk: Умови обслуговування Emojipedia...
zh_hans: Emojipedia 服务条款…
zh_hant: Emojipedia 服務條款…

source: Enable Extension in Safari
ar: تمكين الإضافة في سفاري
de: Erweiterung in Safari aktivieren
es: Activar la extensión en Safari
fr: Activer l'extension dans Safari
ja: Safariで拡張機能を有効化
ko: Safari에서 확장 프로그램 활성화
pt: Habilitar Extensão no Safari
ru: Включить расширение в Safari
uk: Увімкнути розширення в Safari
zh_hans: 在 Safari 浏览器 中启用扩展
zh_hant: 在 Safari 中啟用延伸功能

source: Enjoy your Search Life!
ar: استمتع بحياة البحث!
de: Genießen Sie Ihr Suchleben!
es: ¡Disfrute de su vida de búsqueda!
fr: Profitez de votre vie de chercheur !
ja: 検索を楽しむ！
ko: 검색을 즐겨보세요!
pt: Aproveite sua Vida de Busca!
ru: Наслаждайтесь своей поисковой жизнью!
uk: Насолоджуйтесь пошуком!
zh_hans: 享受搜索生活！
zh_hant: 享受您的搜尋生活！

source: Enter the keyword at the top to switch search engines.
ar: أدخل الكلمة المفتاحية في الأعلى لتبديل محركات البحث.
de: Geben Sie das Schlüsselwort oben ein, um die Suchmaschine zu wechseln.
es: Introduzca la palabra clave en la parte superior para cambiar de buscador.
fr: Saisissez le mot clé en haut de la page pour changer de moteur de recherche.
ja: キーワードを先頭に入力して、検索エンジンを切り替えます。
ko: 키워드를 맨 앞에 입력하고 검색엔진을 전환합니다.
pt: Digite a palavra-chave no topo para alternar buscadores.
ru: Введите ключевое слово в верхней части страницы, чтобы переключить поисковую систему.
uk: Введіть ключове слово вгорі, щоб переключити пошукові системи.
zh_hans: 在顶部输入关键词，切换搜索引擎。
zh_hant: 在頂端輸入關鍵字，切換搜尋引擎。

source: Enter this keyword at the top to search with this search engine.
ar: أدخل هذه الكلمة المفتاحية في الأعلى للبحث باستخدام هذا المحرك.
de: Geben Sie dieses Schlüsselwort oben ein, um mit dieser Suchmaschine zu suchen.
es: Introduzca esta palabra clave en la parte superior para buscar con este buscador.
fr: Saisissez ce mot-clé en haut de la page pour effectuer une recherche avec ce moteur de recherche.
ja: このキーワードを先頭に入力すると、この検索エンジンで検索します。
ko: 이 키워드를 맨 앞에 입력하면 이 검색엔진에서 검색됩니다.
pt: Digite esta palavra-chave no topo para buscar com este buscador.
ru: Введите это ключевое слово в верхней части страницы для поиска с помощью этой поисковой системы.
uk: Введіть це ключове слово вгорі, щоб шукати в цій пошуковій системі.
zh_hans: 在顶部输入该关键词，即可使用该搜索引擎进行搜索。
zh_hant: 在上方輸入此關鍵字，即可使用此搜尋引擎進行搜尋。

source: Example: '%@ your search'
ar: مثال: '%@ بحثك'
de: Beispiel: '%@ Ihre Suche'
es: Ejemplo: "%@ tu búsqueda"
fr: Exemple: « %@ votre recherche ».
ja: 例: 「%@ 検索 方法」
ko: 예: "%@ 검색 방법"
pt: Exemplo: '%@ sua busca'
ru: Пример: '%@ ваш поиск'
uk: Приклад: '%@ ваш пошук'
zh_hans: 例: "%@ 検索 方法"
zh_hant: 範例: 「%@ 検索 方法」

source: Export as JSON
ar: تصدير كـ JSON
de: Als JSON exportieren
es: Exportar como JSON
fr: Exporter en JSON
ja: JSONとして書き出す
ko: JSON으로 내보내기
pt: Exportar como JSON
ru: Экспорт в формате JSON
uk: Експортувати як JSON
zh_hans: 导出为 JSON
zh_hant: 匯出為 JSON

source: Failed to parse JSON data
ar: فشل تحليل بيانات JSON
de: JSON-Daten konnten nicht geparst werden
es: Error al analizar datos JSON
fr: Échec de l’analyse des données JSON
ja: JSONデータの読み取りに失敗しました
ko: JSON 데이터 읽기에 실패했습니다
pt: Falha ao analisar dados JSON
ru: Не удалось разобрать данные JSON
uk: Не вдалося розібрати дані JSON
zh_hans: 解析 JSON 数据失败
zh_hant: 無法解析 JSON 資料

source: Get ${settings} for ${type}
ar: الحصول على ${settings} لـ ${type}
de: ${settings} für ${type} abrufen
es: Obtener ${settings} para ${type}
fr: Obtenir ${settings} pour ${type}
ja: ${type} の ${settings} を取得
ko: ${type}의 ${settings} 가져오기
pt: Obter ${settings} para ${type}
ru: Получить ${settings} для ${type}
uk: Отримати ${settings} для ${type}
zh_hans: 获取 ${type} 的 ${settings}
zh_hant: 為 ${type} 取得 ${settings}

source: Get ${settings} for ${type} with Keyword ${cseID}
ar: الحصول على ${settings} لـ ${type} باستخدام الكلمة المفتاحية ${cseID}
de: ${settings} für ${type} mit Schlüsselwort ${cseID} abrufen
es: Obtener ${settings} para ${type} con la Palabra ${cseID}
fr: Obtenir ${settings} pour ${type} avec le Mot-clé ${cseID}
ja: キーワード ${cseID} の ${type} の ${settings} を取得
ko: 키워드 ${cseID}가 있는 ${type}의 ${settings} 가져오기
pt: Obter ${settings} para ${type} com Palavra-chave ${cseID}
ru: Получить ${settings} для ${type} с Ключевым словом ${cseID}
uk: Отримати ${settings} для ${type} за ключовим словом ${cseID}
zh_hans: 获取 ${type} 的 ${settings}（关键字 ${cseID}）
zh_hant: 為 ${type}（關鍵字 ${cseID}）取得 ${settings}

source: Get Quick Search Engine List
ar: الحصول على قائمة محرك بحث السريع
de: Schnellsuchmaschine-Liste abrufen
es: Obtener lista de Buscador rápido
fr: Obtenir la liste du Moteur de recherche rapide
ja: クイック検索エンジンのリストを取得
ko: 빠른 검색 엔진 목록 가져오기
pt: Obter Lista do Buscador Rápido
ru: Получить список Быстрый поиск Поисковая машина
uk: Отримати список Швидка пошукова система
zh_hans: 获取快速搜索引擎列表
zh_hant: 取得快速搜尋引擎列表

source: Get Search Engine Settings
ar: الحصول على إعدادات محرك البحث
de: Suchmaschineneinstellungen abrufen
es: Obtener la configuración del Buscador
fr: Obtenir les Paramètres du Moteur de recherche
ja: 検索エンジンの設定を取得
ko: 검색 엔진 설정 가져오기
pt: Obter Configurações do Buscador
ru: Получить настройки Поисковой машины
uk: Отримати налаштування пошукової системи
zh_hans: 获取搜索引擎设置
zh_hant: 取得搜尋引擎設定

source: Gets All Quick Search Engine Keywords
ar: الحصول على جميع كلمات مفتاحية لمحرك بحث السريع
de: Ruft alle Stichwörter der Schnellsuchmaschine ab
es: Obtener todas las palabras clave de Buscador rápido
fr: Récupérer tous les mots-clés du Moteur de recherche rapide
ja: 全てのクイック検索エンジンのキーワードを取得します
ko: 모든 빠른 검색 엔진의 키워드를 가져옵니다
pt: Obter Todas as Palavras-chave do Buscador Rápido
ru: Получить все ключевые слова Быстрый поиск Поисковая машина
uk: Отримує всі ключові слова Швидкої пошукової системи
zh_hans: 获取所有快速搜索引擎关键字
zh_hant: 取得所有快速搜尋引擎關鍵字

source: Gets the current Custom Search Engine setting.
ar: يسترجع إعداد محرك البحث المخصص الحالي.
de: Ruft die aktuelle Einstellung der benutzerdefinierten Suchmaschine ab.
es: Obtiene la configuración actual del Buscador personalizado.
fr: Obtient le paramètre actuel du Moteur de recherche personnalisé.
ja: 選択したカスタム検索エンジンの現在の設定を取得します。
ko: 현재 사용자 정의 검색 엔진 설정을 가져옵니다.
pt: Obtém a configuração atual do Buscador Personalizado.
ru: Получает текущую пользовательскую настройку Поисковой машины.
uk: Отримує поточне налаштування користувацької пошукової системи.
zh_hans: 获取当前自定义搜索引擎设置。
zh_hant: 取得目前的自訂搜尋引擎設定。

source: Go to Settings → Apps → Safari → Extensions → Customize Search Engine and allow extension. Then 'Allow' the following webpage.
ar: انتقل إلى الإعدادات ← التطبيقات ← سفاري ← الملحقات ← Customize Search Engine واسمح بالإضافة. ثم 'السماح' لصفحة الويب التالية.
de: Gehen Sie zu Einstellungen → Apps → Safari → Erweiterungen → Customize Search Engine und erlauben Sie die Erweiterung. Dann „Zulassen“ der folgenden Webseite.
es: Vaya a Configuración → Apps → Safari → Extensiones → Customize Search Engine y permita la extensión. A continuación, 'Permitir' la siguiente página web.
fr: Allez dans Réglages → Apps → Safari → Extensions → Customize Search Engine et autorisez l'extension. Autorisez ensuite la page web suivante.
ja: 設定 → アプリ → Safari → 拡張機能 → Customize Search Engine から拡張機能を許可してください。それから以下のWebページへのアクセスを「許可」してください。
ko: 설정 → 앱 → Safari → 확장 프로그램 → Customize Search Engine 에서 확장 프로그램을 허용해 주세요. 그리고 다음 웹페이지에 대한 접근을 '허용'하십시오.
pt: Vá para Ajustes → Apps → Safari → Extensões → Customize Search Engine e permita a extensão. Depois, 'Permitir' a seguinte página da web.
ru: Перейдите в Настройки → Приложения → Safari → Расширения → Customize Search Engine и разрешите расширение. Затем «Разрешить» следующую веб-страницу.
uk: Перейдіть до Параметри → Програми → Safari → Розширення → Customize Search Engine і дозвольте розширення. Потім «Дозволити» наступну веб-сторінку.
zh_hans: 进入设置 → App → Safari 浏览器 → 扩展 → Customize Search Engine 并允许扩展。然后 “允许 ”以下网页。
zh_hant: 前往「設定」→「App」→「Safari」→「延伸功能」→「Customize Search Engine」並允許擴充套件。然後「允許」以下網頁。

source: If the keyword is already in use, replace and save
ar: إذا كانت الكلمة المفتاحية مستخدمة بالفعل، فاستبدلها واحفظ إيقاف
de: Wenn das Schlüsselwort bereits verwendet wird, ersetzen und speichern
es: Si la Palabra ya está en uso, reemplazar y guardar
fr: Si le Mot-clé est déjà utilisé, remplacer et enregistrer
ja: キーワードがすでに使用されている場合は、置き換えて保存します。
ko: 키워드가 이미 사용 중인 경우 교체하고 저장합니다.
pt: Se a palavra-chave já estiver em uso, substitua e salve
ru: Если Ключевое слово уже используется, замените и сохраните
uk: Якщо ключове слово вже використовується, замінити та зберегти
zh_hans: 如果关键字已被使用，则替换并保存
zh_hant: 如果關鍵字已被使用，則替換並儲存
